Repository: soniadarsh/plugins
Catalog: appointup/languages/appointment-*.po
Languages: de_de

source: Price is
de_de: Preis

source: Select any service.
de_de: Wählen Sie einen Service.

source: Please do not refresh this page
de_de: Bitte nicht, diese Seite zu aktualisieren

source: This Field is empty.
de_de: Dieses Feld ist leer.

source: Appointments
de_de: Ernennung

source: Create Appointments
de_de: Termine erstellen

source: Booked Appointments
de_de: Gebuchte Termine

source: Appointment Calendar
de_de: Terminkalender

source: Payment Details
de_de: Zahlungsdetails

source: Settings
de_de: Einstellungen

source: Appointment Date
de_de: Ernennung Datum

source: Appointment Time
de_de: Ernennung Zeit

source: Person Name
de_de: Personennamen

source: Email Address
de_de: E-Mail-Adresse

source: Contact Number
de_de: Kontakt Nummer

source: Message
de_de: Nachricht

source: Amount Paid
de_de: gezahlten Betrag

source: Transaction ID
de_de: Transaktions-ID

source: Paid Date
de_de: bezahlt Datum

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um auf diese Seite zuzugreifen.

source: Date Slot Updated.
de_de: Datum Slot aktualisiert.

source: All Past Appointments
de_de: Alle vergangene Ausstattung

source: Service Name
de_de: Dienstname

source: Contact Email
de_de: Kontakt E-Mail

source: Back to All Booked Appointments
de_de: Zurück zu allen Terminen gebucht

source: Delete Checked
de_de: Überprüft löschen

source: <p>Your appointment has been booked successfully. You have to pay the amount of %s at the time of appointment.<br/>Thanks</p>
de_de: <p> Ihre Ernennung wurde erfolgreich gebucht. Sie müssen die Menge an %s zum Zeitpunkt der Ernennung zu zahlen. <br/> Dank </ p>

source: Hello %s
de_de: Hallo %s

source: Your Appointment had been fixed, below are the details of your appointment.
de_de: Ihre Ernennung wurde behoben, unten sind die Details des Termins.

source: Service Name: %s
de_de: Dienstname: %s

source: Appointment Date: %s
de_de: Termin Termine : %s

source: Appointment Time: %s
de_de: Sprechstunden: %s

source: Amount Paid: %s
de_de: Menge an: %s

source: Date: %s
de_de: Datum: %s

source: Thanks for booking with us.
de_de: Vielen Dank für die Buchung bei uns.

source: Your Appointment Confirmation Email
de_de: Ihre Terminbestätigung per E-Mail

source: Processing.... Please Wait...
de_de: Verarbeitung .... Bitte warten ...

source: New Appointment Booked through %s
de_de: Neuer Termin über die %sgebucht

source: Hello,
de_de: Hallo,

source: New Appointment booked. Below are the details of the Appointment which is booked.
de_de: Neuer Termin gebucht. Angezeigt werden die Einzelheiten der Ernennung, die gebucht wird.

source: Service Name Booked: %s
de_de: Dienstname gebucht: %s

source: Person Name: %s
de_de: Personennamen: %s

source: Appointment Date Booked: %s
de_de: Termin Datum gebucht: %s

source: Appointment Time Booked: %s
de_de: Termin gebucht: %s

source: Amount Received: %s
de_de: Menge empfangen: %s

source: You can login to your dashboard to see all the details.
de_de: Sie können zu Ihrem Dashboard anmelden, um alle Details zu sehen.

source: Thanks
de_de: Vielen Dank

source: Service Name:&nbsp;&nbsp;<b>%s</b><br/>
de_de: Dienstname:&nbsp;&nbsp;<b>%s</b><br/>

source: Appointment Date:&nbsp;&nbsp;<b>%s</b><br/>
de_de: Termin Datum:&nbsp;&nbsp;<b>%s</b><br/>

source: Appointment Time:&nbsp;&nbsp;<b>%s</b><br/>
de_de: Termin:&nbsp;&nbsp;<b>%s</b><br/>

source: Amount Paid:&nbsp;&nbsp;<b>%s</b><br/>
de_de: gezahlten Betrag:&nbsp;&nbsp;<b>%s</b><br/>

source: Payment Currency:&nbsp;&nbsp;<b>%s</b><br/>
de_de: Zahlungswährung:&nbsp;&nbsp;<b>%s</b><br/>

source: Transaction ID:&nbsp;&nbsp;<b>%s</b><br/>
de_de: Transaktions-ID:&nbsp;&nbsp;<b>%s</b><br/>

source: Payment Receiver Email:&nbsp;&nbsp;<b>%s</b><br/>
de_de: Zahlungs Empfänger E-Mail:&nbsp;&nbsp;<b>%s</b><br/>

source: Payment Payer Email:&nbsp;&nbsp;<b>%s</b><br/>
de_de: Zahlungszahler per E-Mail:&nbsp;&nbsp;<b>%s</b><br/>

source: Mode of Payment:&nbsp;&nbsp;<b>Paypal</b><br/>
de_de: Zahlungsweise:&nbsp;&nbsp;<b>Paypal</b><br/>

source: Your Payment Status:&nbsp;&nbsp;<b>%s</b><br/>
de_de: Ihren Zahlungsstatus:&nbsp;&nbsp;<b>%s</b><br/>

source: View in Calendar
de_de: Ansicht des Kalenders

source: Client Name
de_de: Kundenname

source: View All Recent Appointments
de_de: Alle anzeigen Zuletzt Appointments

source: View All Past Appointments
de_de: Alle vergangene Termine

source: Delete
de_de: löschen

source: Download CSV File
de_de: Download CSV Datei

source: Service Name : %s <br>Email: %s <br> Price : %s
de_de: Dienstname :%s <br> E-mail: %s<br> Preis: %s

source: Client Name: %s
de_de: Kundenname: %s

source: Thanks for using AppointUp plugin.
de_de: Danke fuer die Benutzung Ink Ernennung Plugin.

source: Warm Regards,<br/><br/>
de_de: Herzliche Grüße,<br/><br/>

source: Opening Date
de_de: Eröffnungsdatum

source: The Start Date from which your service will be available.
de_de: Das Startdatum von dem Ihr Dienst verfügbar sein.

source: Closing Date
de_de: Einsendeschluss

source: The Close Date till your service will be available.
de_de: Das Abschlussdatum bis Ihre Service zur Verfügung stehen.

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Update
de_de: Aktualisierung

source: Action
de_de: Aktion

source: Reset
de_de: rücksetzen

source: Set Time Slot
de_de: set-Zeitschlitz

source: Back to Services
de_de: Zurück zu Dienstleistungen

source: Create New Service
de_de: Neuen Dienst erstellen

source: Service Taken
de_de: Betrieb genommen

source: Transaction Date
de_de: Transaktionsdatum

source: Recent 10 Appointments
de_de: Letzte 10 Termine

source: Appointment Dat
de_de: Termin Datum

source: Enter Service Name:
de_de: Geben Sie Dienstname:

source: Name
de_de: Benennung

source: Price:
de_de: Preis:

source: Enter the Price for the service in numeric value: Example: 10, 15, 20
de_de: Geben Sie den Preis für den Dienst in numerischer Wert: Beispiel: 10, 15, 20

source: Add New Service
de_de: Neuen Service hinzufügen

source: Service Price
de_de: Service Preis

source: Add Date Slot
de_de: Fügen Sie Datum Slot

source: Add Time Slot
de_de: In Zeitschlitz

source: Save Service
de_de: Service Speichern

source: Edit
de_de: bearbeiten

source: Date Exceptions
de_de: Datum Ausnahmen

source: Reminder Email Settings
de_de: Erinnerung E-Mail-Einstellungen

source: Form Styles
de_de: Form Stile

source: Other Settings
de_de: andere Einstellungen

source: Currency
de_de: Währung

source: Exceptional working days(e.g. a specific Sunday you decided to work)
de_de: Außergewöhnliche Arbeitstage (zB einen bestimmten Sonntag Sie sich entschieden, um zu arbeiten)

source: Please enter each date using M-D-YYYY format (e.g. 3-17-2015) and separate each day with a comma. Datepick will allow entering multiple dates.
de_de: Bitte geben Sie jeden Tag mit MD-JJJJ-Format (zB 2015.03.17) und trennen Sie jeden Tag mit einem Komma. Datepick ermöglicht Eingabe mehrerer Tage.

source: Exceptional NON working days(e.g. holidays)
de_de: Außergewöhnliche Nichtarbeitstage (z. Feiertagen)

source: Bulk Disable Days
de_de: Groß Disable Tage

source: You can select days to bulk disable appointment
de_de: Sie können Tage, um Groß disable Termin wählen

source: Send Reminder Notification
de_de: Sendungserinnerung Benachrichtigung

source: Whether to send reminder notification email(s) to the client before the appointment.
de_de: Ob zur Erinnerung Benachrichtigungs-Mails) an den Client vor dem Termin zu senden.

source: Send Reminder Notification to Administrator
de_de: Sendungserinnerung Benachrichtigung an den Administrator

source: Select the option to get notification
de_de: Wählen Sie die Option Benachrichtigung erhalten

source: Administrator Notification Email
de_de: Benachrichtigung des Administrators per E-Mail

source: Enter your email to get reminder notifications, this email is also used as "From" email to send reminder notification.
de_de: Geben Sie einfach Ihre E-Mail-Benachrichtigungen erhalten, Erinnerung, diese E-Mail wird auch als "Aus" verwendet werden, um E-Mail-Erinnerung Benachrichtigung zu senden.

source: Number of day before reminder email Send
de_de: Anzahl der Tage vor Erinnerung per E-Mail

source: Select number of days before the reminder email send
de_de: Wählen Sie Anzahl der Tage vor der Erinnerung per E-Mail senden

source: Reminder Email Subject
de_de: Erinnerung E-Mail Betreff

source: Enter Subject for Reminder notification email.
de_de: Geben Sie Betreff für die Erinnerung Benachrichtigung per E-Mail.

source: Default
de_de: Standard

source: Blue
de_de: blau

source: Green
de_de: grün

source: Red
de_de: rote

source: Yellow
de_de: gelb

source: Select the form color, you can set it to blue, green, red and yellow. by default "Default" option is selected.
de_de: Wählen Sie das Formular Farbe, können Sie es auf blau, grün, rot und gelb gesetzt. Standardeinstellung "Default" Option ausgewählt ist.

source: On
de_de: Ein

source: Off
de_de: weg

source: By default captcha is activated. Turn it off to deactivate this
de_de: Standardmäßig captcha aktiviert. Schalten Sie ihn aus, um diese zu deaktivieren

source: Go to <a href="https://www.google.com/recaptcha/" target="_blank">Google Recaptcha</a> to Create your Public key
de_de: Zum href="https://www.google.com/recaptcha/" <a target="_blank"> Google Recaptcha </a> Ihren öffentlichen Schlüssel erstellen

source: Go to <a href="https://www.google.com/recaptcha/" target="_blank">Google Recaptcha</a> to Create your Private key
de_de: Zum href="https://www.google.com/recaptcha/" <a target="_blank"> Google Recaptcha </a> auf Ihren privaten Schlüssel erstellen

source: Reset Options
de_de: Optionen zum Zurücksetzen

source: Bulk Add Timing
de_de: Groß Add-Timing

source: Start Time
de_de: Startzeit

source: Time from which your service will be available.
de_de: Zeitpunkt, ab dem Ihr Dienst verfügbar sein.

source: End Time
de_de: Endzeit

source: The end time till your service is available.
de_de: Die Endzeit bis Ihr Dienst verfügbar ist.

source: Appointment Count
de_de: Termin Count

source: Number of Appointments you want to book at a particular time slot.
de_de: Anzahl der Termine, die Sie wollen zu einem bestimmten Zeitfenster buchen.

source: Time Interval
de_de: Zeitintervall

source: Interval between time slots. Numeric Value in minutes. Example: 30, 45, 60
de_de: Intervall zwischen den Zeitschlitzen. Numerischer Wert in Minuten. Beispiel: 30, 45, 60

source: Add Bulk Timing
de_de: In Bulk-Timing

source: All Available Timing
de_de: Alle verfügbaren Zeit

source: Day
de_de: Tag

source: Opening Time
de_de: Öffnungszeit

source: Closing Time
de_de: Geschäftsschluss

source: Add
de_de: hinzufügen

source: Update Time Slot
de_de: Update-Zeitschlitz

source: Payment Transaction Details
de_de: Payment Details der Transaktion

source: Not Found Data
de_de: Nicht gefunden Daten

source: Not Available
de_de: nicht Verfügbar

source: <b>Note:</b> After creating your desired services, specify the available Date Slot and Time Slot for your services.
de_de: <b> Hinweis: </b> Nach der Erstellung Ihres gewünschten Dienste, geben Sie den verfügbaren Zeitschlitz und Zeitfenster für Ihre Dienste.

source: Set Time Slot for
de_de: eingestellten Zeit Slot für

source: Add all the Timings for the Available days i.e. when your services would be available or active.
de_de: In all den Zeitpunkten für die verfügbaren Tage das heißt, wenn Sie Ihre Dienstleistungen zur Verfügung stehen würde oder aktiv.

source: Set Date Slot for
de_de: Datum einstellen Slot für

source: <b>Note:</b> Set the Opening Date and Closing Date of the service. After that decide the working days of the service. <b>For e.g.</b> If you are running a Spa in summers, then you can choose the Opening Date and Closing Date accordingly and then decide the working days on which your service will be available. If you run your services throughout the year then choose the dates between the entire year range and then choose the days accordingly.
de_de: <b> Hinweis: </b> Legen Sie das Eröffnungsdatum und Abschlussdatum des Dienstes. Danach entscheiden die Arbeitstage des Dienstes. <b> Für zB </b> Wenn Sie mit einem Spa im Sommer, dann können Sie das Eröffnungsdatum und Abschlussdatum entsprechend zu wählen, und dann entscheiden, die Arbeitstage auf dem Ihr Dienst verfügbar sein wird. Wenn Sie Ihre Leistungen während des Jahres führen Sie dann die Daten zwischen dem gesamten Jahresbereich wählen, und wählen Sie dann die Tage entsprechend.

source: Appointments Advance Settings
de_de: Termine Erweiterte Einstellungen

source: Payment Setting
de_de: Zahlungseinstellung

source: Manage Currency
de_de: Währungs verwalten

source: Redirect After Paypal Payment URL
de_de: Redirect Nach Paypal Zahlung URL

source: Merchant ID
de_de: Händler-ID

source: Either mention the email id of your Sandbox Testing Mode for testing process or mention the email id of your real PayPal account. For e.g. myaccount@xyz.com
de_de: Entweder erwähnen die E-Mail-ID Ihrer Sandbox Test-Modus für Testprozess oder erwähnen die E-Mail-ID des realen PayPal-Konto. Für z.B. myaccount@xyz.com

source: Payment Mode
de_de: Zahlungsmittel

source: <b>Paypal:</b> If you want pay live payment from website i.e. direct payment then you choose this option. Just enter your pay email address and make payment.<br/> <b><a href="https://developer.paypal.com/" target="_blank">PayPal Sandbox :</a></b> If you are going for testing process then you can choose this option. You must have a PayPal Sandbox account setup before using the testing feature.<br/><b>Pay Cash Later:</b> If you want use the service first and pay cash later on then you can choose this option.
de_de: <b> Paypal: </b> Wenn Sie bezahlen Live-Zahlung von der Website, dh Direktzahlungen wollen, dann können Sie diese Option wählen. . Geben Sie einfach Ihre E-Mail-Adresse und Lohn Zahlung </br><b><a href="https://developer.paypal.com/" target="_blank"> PayPal Sandbox: </a> </b> wenn Sie sich für Testverfahren gehen, dann können Sie diese Option wählen. Sie müssen ein PayPal Sandbox-Konto-Setup haben, bevor Sie die Testfunktion <br/> <b> Pay Barzahlung Später:. </b> Wenn Sie den Service zuerst und bar bezahlen später, dann können Sie diese Option wählen möchten.

source: Appointment Form Heading
de_de: Terminformular Überschrift

source: Enter your text heading for Appointment Form.
de_de: Geben Sie Ihren Text in Richtung Terminformular.

source: Fix Appointment Heading
de_de: Fix Termin Überschrift

source: Enter your text heading for Fix Appointment.
de_de: Geben Sie Ihren Text in Richtung Fix Termin.

source: Custom Message Heading
de_de: Benutzerdefinierte Nachricht Überschrift

source: Enter your text heading for Custom Message.
de_de: Geben Sie Ihren Text in Richtung kundenspezifische Mitteilung.

source: Pay Cash Later
de_de: Bezahlen Barzahlung Später

source: Set Default Currency
de_de: Stellen Sie eine andere Währung

source: Select Currency code.
de_de: Wählen Währungscode.

source: Supported Currency List
de_de: Unterstützte Währungsliste

source: Save All Changes
de_de: Alle Änderungen speichern

source: <p>Payment is successfully submitted and Your Appointment has been booked. Below are the details of your appointment.</p>
de_de: <p> Die Zahlung wird erfolgreich abgegeben und Ihr Termin gebucht wurde. Hier sind die Details Ihrer Ernennung. </p>

source: <p>Appointment Booking Unsuccessful.</p><br/><br/>
de_de: <p> Terminreservierung erfolglos. </p> <br/> <br/>

source: Please enter correct reCAPTCHA key.
de_de: Bitte geben Sie korrekte reCAPTCHA Schlüssel.

source: Please re-enter your reCAPTCHA.
de_de: Bitte geben Sie erneut Ihre reCAPTCHA.

source: <p>Please Insert All data.</p>
de_de: <p> Bitte Legen Sie alle Daten. </p>

source: Select Service
de_de: Service wählen

source: Select Date
de_de: Datum wählen

source: Select Time
de_de: Wählen Sie die Zeit

source: Your Message (Optional)
de_de: Ihre Mitteilung (optional)

source: Book Appointment
de_de: Termin reservieren

source: Just drag and drop the widget to AppointUp in the page
de_de: Einfach per Drag-and-Drop auf das Widget, um Ink Termin in der Seite
