Repository: soniadarsh/plugins
Catalog: leadup/languages/leadcapture-*.po
Languages: de_de, ru_ru

source: Form details below.
de_de: Bilden Details unten.
ru_ru: Форма подробности ниже.

source: Message Received from a New Lead
de_de: Nachricht von einem neuen Leads erhalten
ru_ru: Сообщение получено от Нью-Lead

source: Back
de_de: zurück
ru_ru: назад

source: Your Message has been successfully submitted and mail sent.
de_de: Ihre Nachricht wurde erfolgreich abgegeben und Mail.
ru_ru: Ваше сообщение было успешно отправлено и отправка почты.

source: Enter Field Name / Select Field Type
de_de: Geben Sie Feldname / Feldtyp auswählen
ru_ru: Введите поле Имя / Выберите поле типа

source: Create Custom Lead Capture Form
de_de: Erstellen von benutzerdefinierten Lead Capture-Formular
ru_ru: Создать пользовательский свинцовую форму захвата

source: Lead Form Settings
de_de: Lead Formulareinstellungen
ru_ru: Ведущие Настройки формуляр

source: Name
ru_ru: имя

source: Number
de_de: Anzahl
ru_ru: количество

source: Message
de_de: Nachricht
ru_ru: сообщение

source: Label1
de_de: Etikette1
ru_ru: этикетка1

source: Label2
de_de: Etikette2
ru_ru: этикетка2

source: Label3
de_de: Etikette3
ru_ru: этикетка3

source: Label4
de_de: Etikette4
ru_ru: этикетка4

source: Label5
de_de: Etikette6
ru_ru: этикетка5

source: Label6
de_de: Etikette6
ru_ru: этикетка6

source: Enter Field Name:
de_de: Geben Sie Feldname:
ru_ru: Введите Имя поля:

source: Select Field Type:
de_de: Wählen Sie Feldtyp:
ru_ru: Выберите поле типа:

source: Choose Fields
de_de: wählen Sie Felder
ru_ru: Выберите поля

source: Required:
de_de: Erforderlich:
ru_ru: требуется:

source: Add Field
de_de: Feld hinzufügen
ru_ru: Добавить поле

source: Field
de_de: Bereich
ru_ru: поле

source: Checkbox/Radio Description
de_de: Checkbox / Radio Beschreibung
ru_ru: Флажок / Радио Описание

source: Field Name
de_de: Feldname
ru_ru: Имя поля

source: Field Type
de_de: Feldtyp
ru_ru: поле Тип

source: Required
de_de: erforderlich
ru_ru: требуется

source: Field Edit
de_de: Feld bearbeiten
ru_ru: поле Редактировать

source: Action
de_de: Aktion
ru_ru: действие

source: Yes
de_de: Ja
ru_ru: да

source: No
de_de: Nein
ru_ru: Нет

source: No fields
de_de: keine Felder
ru_ru: Нет поля

source: Lead Capture Form Heading
de_de: Lead Capture Formularüberschrift
ru_ru: Ведущий Захват Форма Заголовок

source: Mention the heading for the lead capture form that will display on the sidebar.
de_de: Erwähnen Sie die Überschrift für die Lead-Erfassung Formular, das auf der Seitenleiste angezeigt wird.
ru_ru: Упоминание заголовок для свинцовой форме захвата, который будет отображать на боковой панели.

source: Lead Capture Emails
ru_ru: Ведущие Захват Письма

source: E-mail Address- Mention multiple e-mail ids here to receive mails from lead capture form. Add comma and space to separate two email ids. For eg:- example@gmail.com, example1@gmail.com
de_de: E-Mail-Adress- Erwähnen Sie mehrere E-Mail-IDs Sie hier, um E-Mails von Lead-Erfassung Form zu erhalten. In Komma und Leerzeichen zu zwei E-Mail-IDs zu trennen. Zum Beispiel: - example@gmail.com, example1@gmail.com
ru_ru: Электронная почта Адресно Упоминание нескольких идентификаторов электронной почты, чтобы получать письма от свинцовой форме захвата. Добавить запятую и пробел для разделения двух идентификаторы электронной почты. Для например: - example@gmail.com, example1@gmail.com

source: Google recaptcha On/Off
ru_ru: Google ReCaptcha Вкл / Выкл

source: on
de_de: ein
ru_ru: на

source: off
de_de: weg
ru_ru: от

source: By default captcha is activated. Turn it off to deactivate this
de_de: Standardmäßig captcha aktiviert. Schalten Sie ihn aus, um diese zu deaktivieren
ru_ru: По умолчанию капчи активируется. Выключите его, чтобы отключить эту

source: Recaptcha Public key
ru_ru: Recaptcha Открытый ключ

source: Enter recaptcha public key <a href="https://www.google.com/recaptcha/admin">Click here to get recaptcha key</a>
de_de: Geben Sie recaptcha öffentlichen Schlüssel <a href="https://www.google.com/recaptcha/admin"> Klicken Sie hier, um recaptcha Schlüssel </a> erhalten
ru_ru: Введите ReCaptcha открытого ключа <a href="https://www.google.com/recaptcha/admin"> Нажмите здесь, чтобы получить ReCaptcha ключевую </a>

source: Recaptcha Private key
ru_ru: Recaptcha Секретный ключ

source: Enter recaptcha private key <a href="https://www.google.com/recaptcha/admin">Click here to get recaptcha key</a>
de_de: Geben Sie recaptcha privaten Schlüssel <a href="https://www.google.com/recaptcha/admin"> Klicken Sie hier, um recaptcha Schlüssel </a> erhalten
ru_ru: Введите ReCaptcha закрытого ключа <a href="https://www.google.com/recaptcha/admin"> Нажмите здесь, чтобы получить ReCaptcha ключевую </a>

source: Select Form Color
de_de: Wählen Sie die Form Farbe
ru_ru: Выберите цвет формы

source: Black
de_de: schwarz
ru_ru: черный

source: Green
de_de: grün
ru_ru: зеленый

source: Blue
de_de: grün...
ru_ru: синий

source: Orange
ru_ru: оранжевый

source: Teal Green
de_de: Knickenten-Grün
ru_ru: Чирок Green

source: Purple
de_de: lila
ru_ru: фиолетовый

source: Save
de_de: Sparen
ru_ru: Сохранить

source: Incorrect please try again
de_de: Falsche bitte versuchen Sie es erneut
ru_ru: Неправильная попробуйте еще раз

source: Enter the words below:
de_de: Geben Sie die Wörter ein:
ru_ru: Введите слова ниже:

source: Get another CAPTCHA
de_de: Holen Sie sich einen anderen CAPTCHA
ru_ru: Получить другой CAPTCHA,

source: Get an image CAPTCHA
de_de: Holen Sie sich ein Bild CAPTCHA
ru_ru: Получить изображение CAPTCHA

source: The captcha was incorrect
de_de: Die captcha war falsch
ru_ru: CAPTCHA на неверный

source: Send Your Message
de_de: Senden Sie Ihre Nachricht
ru_ru: Отправить Ваше сообщение

source: Leads Capture
de_de: führt zu erfassen
ru_ru: ведет захват

source: Below are the messages received from your Visitors including their contacts details.
de_de: Angezeigt werden die von Ihrem Besucher einschließlich ihrer Kontakte Details empfangenen Nachrichten.
ru_ru: Ниже приведены сообщения, полученные от ваших посетителей, включая их контакты деталей.

source: Delete Checked
de_de: Überprüft löschen
ru_ru: Удалить Проверено

source: Download CSV File
de_de: Download CSV Datei
ru_ru: Скачать файл CSV

source: Just drag and drop the widget to LeadsCapture plugin in the page
de_de: Einfach per Drag-and-Drop auf das Widget, um LeadCapture Plugin in der Seite
ru_ru: Просто перетащите виджет Lead Capture плагин на странице
